export const sliderData = {
  introduction: [
    {
      year: 2010,
      image: '/src/assets/img/pict/company-intro.jpg',
      title: 'Основание компании',
      description:
        'Компания начала деятельность в сфере поставок телекоммуникационного оборудования. Сделан первый шаг к созданию собственной сети партнёров и поставщиков.',
    },
    {
      year: 2011,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
    {
      year: 2012,
      image: '/src/assets/img/pict/contract.jpg',
      title: 'Первые международные контракты',
      description:
        'Заключены первые крупные международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы для стабильных поставок.',
    },
  ],
  start: [
    {
      year: 2013,
      image: '/src/assets/img/pict/company-intro.jpg',
      title: 'Основание и первые успехи',
      description:
        'Компания начала деятельность в сфере поставок телекоммуникационного оборудования, быстро закрепила позиции на локальном рынке и заключила первые международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы.',
    },
    {
      year: 2014,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
    {
      year: 2015,
      image: '/src/assets/img/pict/contract.jpg',
      title: 'Первые международные контракты',
      description:
        'Заключены первые крупные международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы для стабильных поставок.',
    },
  ],
  service: [
    {
      year: 2016,
      image: '/src/assets/img/pict/call-service.jpg',
      title: 'Развитие сервисных направлений',
      description:
        'Открыт собственный сервисный центр, внедрены программы постгарантийного обслуживания. Начаты поставки оборудования в Азию, сформирован отдел проектных решений для корпоративных клиентов.',
    },
    {
      year: 2017,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
  ],
  middle: [
    {
      year: 2018,
      image: '/src/assets/img/pict/company-intro.jpg',
      title: 'Основание и первые успехи',
      description:
        'Компания начала деятельность в сфере поставок телекоммуникационного оборудования, быстро закрепила позиции на локальном рынке и заключила первые международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы.',
    },
    {
      year: 2019,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
    {
      year: 2020,
      image: '/src/assets/img/pict/contract.jpg',
      title: 'Первые международные контракты',
      description:
        'Заключены первые крупные международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы для стабильных поставок.',
    },
  ],
  position: [
    {
      year: 2021,
      image: '/src/assets/img/pict/call-service.jpg',
      title: 'Укрепление позиций и расширение ассортимента',
      description:
        'Расширен каталог оборудования за счёт новых продуктовых линеек, внедрены решения для кибербезопасности и защищённой связи. Увеличен штат инженеров и проектных менеджеров.',
    },
    {
      year: 2022,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
  ],
  final: [
    {
      year: 2023,
      image: '/src/assets/img/pict/company-intro.jpg',
      title: 'Основание и первые успехи',
      description:
        'Компания начала деятельность в сфере поставок телекоммуникационного оборудования, быстро закрепила позиции на локальном рынке и заключила первые международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы.',
    },
    {
      year: 2024,
      image: '/src/assets/img/pict/in-market.jpg',
      title: 'Закрепление на рынке',
      description:
        'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
    },
    {
      year: 2025,
      image: '/src/assets/img/pict/contract.jpg',
      title: 'Первые международные контракты',
      description:
        'Заключены первые крупные международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы для стабильных поставок.',
    },
  ],
};
