export const sliderData = [
  {
    year: 2010,
    image: '/src/assets/img/pict/company-intro.jpg',
    title: 'Основание компании',
    description:
      'Компания начала деятельность в сфере поставок телекоммуникационного оборудования. Сделан первый шаг к созданию собственной сети партнёров и поставщиков.',
  },
  {
    year: 2011,
    image: '/src/assets/img/pict/in-market.jpg',
    title: 'Закрепление на рынке',
    description:
      'Быстро заняла устойчивые позиции на локальном рынке, расширив ассортимент продукции и географию поставок. Начались первые переговоры с зарубежными партнёрами.',
  },
  {
    year: 2012,
    image: '/src/assets/img/pict/contract.jpg',
    title: 'Первые международные контракты',
    description:
      'Заключены первые крупные международные контракты. Был сформирован складской комплекс и налажены базовые логистические процессы для стабильных поставок.',
  },
];
