export const menuItems = [
  {
    title: 'Введение',
    description: 'Введение<br/>Здесь краткое описание.',
  },
  {
    title: 'Какие данные мы собираем?',
    description: 'Какие данные мы собираем?<br/>Здесь краткое описание.',
  },
  {
    title: 'Когда мы собираем информацию?',
    description: 'Когда мы собираем информацию?<br/>Здесь краткое описание.',
  },
  {
    title: 'Как мы используем полученные данные?',
    description: 'Как мы используем полученные данные?<br/>Здесь краткое описание.',
  },
  {
    title: 'Как мы защищаем вашу информацию?',
    description: 'Как мы защищаем вашу информацию?<br/>Здесь краткое описание.',
  },
  {
    title: 'Используем ли мы файлы cookie?',
    description: 'Используем ли мы файлы cookie?<br/>Здесь краткое описание.',
  },
  {
    title: 'Как мы защищаем вашу информацию?',
    description: 'Как мы защищаем вашу информацию?<br/>Здесь краткое описание.',
  },
  {
    title: 'Используем ли мы файлы cookie?',
    description: 'Используем ли мы файлы cookie?<br/>Здесь краткое описание.',
  },
  {
    title: 'Передача данных третьим лицам',
    description: 'Передача данных третьим лицам<br/>Здесь краткое описание.',
  },
  {
    title: 'Мы можем использовать вашу электронную почту для:',
    description: 'Мы можем использовать вашу электронную почту для:<br/>Здесь краткое описание.',
  },
  {
    title: 'Контактная информация',
    description: 'Контактная информация<br/>Здесь краткое описание.',
  },
];
